Repository: blueheron786/misbah
Catalog: Misbah.UI/Resources/AppStrings.*.resx
Languages: ur

source: GitHub Repo
ur: گیٹ ہب ریپو

source: Hide Folders
ur: فولڈرز چھپائیں

source: Show Folders
ur: فولڈرز دکھائیں

source: Notes
ur: نوٹس

source: No notes found.
ur: کوئی نوٹس نہیں ملے۔

source: Preview
ur: پیش نظارہ

source: Edit
ur: ترمیم

source: Save
ur: محفوظ کریں

# SelectNoteToViewOrEdit
source: Select a note to view or edit.
ur: دیکھنے یا ترمیم کے لیے نوٹ منتخب کریں۔

source: No folders found.
ur: کوئی فولڈر نہیں ملا۔
